[
    {
        "id": 1,
        "title": "Фанатский фикс 13-летнего бага в Far Cry впервые попал в официальную версию",
        "content": "Оригинальная Far Cry вышла в далёком 2004 году, однако последние тринадцать лет поклонники шутера страдали от определённого бага, когда противники в игре могли видеть главного героя и стрелять в него через палатки. Печально известный баг появился в Far Cry в 2006 году вместе патчем 1.4, который оказался финальным. И хотя за тринадцать лет поклонники игры не раз создавали собственные патчи, исправляющие ошибку, всем, кто не знал о проблеме и покупал игру вслепую в официальных магазинах, приходилось страдать. Однако в начале июня 2019 года ситуация впервые изменилась, когда магазин GOG компании CD Projekt выпустил для оригинальной Far Cry патч, который не позволяет противникам стрелять через палатки. За это стоит сказать спасибо моддеру под ником FarOut, который создал исправление и обратился к представителям магазина, чтобы они добавили его в игру. Патч FarOut вы можете скачать отдельно на сайте ModDB, где моддер похвалил GOG за то, что тот стал первым магазином, который начал продавать исправленную версию оригинальной Far Cry."
    },
    {
        "id": 2,
        "title": "КПРФ и «Коммунисты России» призвали проверить на экстремизм игру Sex with Stalin",
        "content": "В сервисе цифровой дистрибуции Steam появилась страница игры Sex with Stalin. Согласно описанию, проект эксплуатирует модный на сегодня сюжет «попаданцев» в прошлое и влияния их действий на будущее. Хотя и в весьма необычным ключе. При этом в проекте есть возможность соблазнить генералиссимуса.В КПРФ уже осудили игру и потребовали проверить её на экстремизм. С тем же призывом выступил глава партии «Коммунисты России» Максим Сурайкин, который заявил, что планирует обратиться в прокуратуру."
    },
    {
        "id": 3,
        "title": "Опубликован первый тизер Watch Dogs Legion",
        "content": "Вчера появилась первая информация о будущем проекте Watch Dogs Legion. Название подтвердил редактор Kotaku Джейсон Шрайер. Также он рассказал некоторые подробности об игре. В частности, речь шла о возможности управлять «каждым» NPC, а прохождение иногда будет сильно зависеть от этого. Теперь же Ubisoft официально подтвердила название игры, место действия и возможности, связанные с NPC. Она разместила в твиттере короткий видеотизер будущего проекта. А фраза из твита — это изменённая версия «God Save the Queen» — «Боже, храни королеву». Это ещё одно указание на то, что события будут происходить в Лондоне ближайшего будущего, а также на «умных» неигровых персонажей."
    },
    {
        "id": 4,
        "title": "ОС экрана на экран: анонсирована игра по мотивам «Джуманджи: Зов джунглей»",
        "content": "Продолжение культового фильма «Джуманджи» казалось спорной затеей, но в результате сиквел приняли хорошо. Так что кинокомпания Columbia Pictures уже готовится выпустить третью часть. А издательство Outright Games анонсировало игру по мотивам «Джуманджи: Зов джунглей». Над Jumanji: The Video Game работает независимая британская студия Funsolve. Пока что об игре мало что известно, кроме самых общих функций: игроки смогут оказаться в шкурах доктора Смолдера Брэйвстоуна, профессора Шелли Оберона, прекрасной и опасной Руби Раундхаус и Франклина Финбара."
    }
]
